<template>
  <div class="page">
    <h2 class="title">About Me</h2>
    <div class="content">
      <p>一名普通的Programmer，2011年计算机科学与技术专业本科毕业。毕业之后接触过Flex，Java等技术，目前专注于Web前端开发。</p>
      <p>毕业至今，工作经历普普通通。在北京工作过三年多，15年夏季来了深圳，现就职于深圳石豆软件技术有限公司。</p>
      <p>业余喜欢历史、音乐。看起来一副永远不成熟的样子。不善言辞。</p>
      <p>博客是自己用Vue.js框架创建的，主要是想记录一些技术知识点，以提升自己的水平。</p>
      <p>页面布局与样式比较简单，然而其实也不必复杂。</p>
      <p>“生命可以随心所欲，但不能随波逐流”一语出自动漫大师宫崎骏，头像也出自宫崎骏的作品《悬崖上的金鱼公主》。</p>
    </div>
    <footer>2016年05月10日</footer>
  </div>
</template>
